
a = f'Духовной жаждою томим, ' \
    f'В пустыне мрачной я влачился, ' \
    f'— И шестикрылый серафим' \
    f'На перепутье мне явился.' \
    f'Перстами легкими как сон' \
    f'Моих зениц коснулся он.' \
    f'Отверзлись вещие зеницы,' \
    f'Как у испуганной орлицы.' \
    f'Моих ушей коснулся он, ' \
    f'—И их наполнил шум и звон:' \
    f'И внял я неба содроганье,' \
    f'И горний ангелов полет,' \
    f'И гад морских подводный ход,' \
    f'И дольней лозы прозябанье.' \
    f'И он к устам моим приник,' \
    f'И вырвал грешный мой язык,' \
    f'И празднословный и лукавый,' \
    f'И жало мудрыя змеи' \
    f'В уста замершие мои' \
    f'Вложил десницею кровавой.' \
    f'И он мне грудь рассек мечом,' \
    f'И сердце трепетное вынул,' \
    f'И угль, пылающий огнем,' \
    f'Во грудь отверстую водвинул.' \
    f'Как труп в пустыне я лежал,' \
    f'И бога глас ко мне воззвал:' \
    f'«Восстань, пророк, и виждь, и внемли,' \
    f'Исполнись волею моей,' \
    f'И, обходя моря и земли,' \
    f'Глаголом жги сердца людей».'

b = f'Мне осталась одна забава:' \
    f'Пальцы в рот — и веселый свист.' \
    f'Прокатилась дурная слава,' \
    f'Что похабник я и скандалист.' \
    f'Ах! какая смешная потеря!' \
    f'Много в жизни смешных потерь.' \
    f'Стыдно мне, что я в Бога верил.' \
    f'Горько мне, что не верю теперь.' \
    f'Золотые, далекие дали!' \
    f'Все сжигает житейская мреть.' \
    f'И похабничал я и скандалил' \
    f'Для того, чтобы ярче гореть.' \
    f'Дар поэта — ласкать и карябать,' \
    f'Роковая на нем печать.' \
    f'Розу белую с черною жабой' \
    f'Я хотел на земле повенчать.' \
    f'Пусть не сладились, пусть не сбылись' \
    f'Эти помыслы розовых дней.' \
    f'Но коль черти в душе гнездились —' \
    f'Значит, ангелы жили в ней.' \
    f'Вот за это веселие мути,' \
    f'Отправляясь с ней в край иной,' \
    f'Я хочу при последней минуте' \
    f'Попросить тех, кто будет со мной,-' \
    f'Чтоб за все за грехи мои тяжкие,' \
    f'За неверие в благодать' \
    f'Положили меня в русской рубашке' \
    f'Под иконами умирать.'

c = f'Когда теряет равновесие' \
    f'твоё сознание усталое,' \
    f'когда ступеньки этой лестницы' \
    f'уходят из под ног,' \
    f'как палуба,' \
    f'когда плюёт на человечество' \
    f'твоё ночное одиночество, —' \
    f'ты можешь' \
    f'размышлять о вечности' \
    f'и сомневаться в непорочности' \
    f'идей, гипотез, восприятия' \
    f'произведения искусства,' \
    f'и — кстати — самого зачатия' \
    f'Мадонной сына Иисуса.' \
    f'Но лучше поклоняться данности' \
    f'с глубокими её могилами,' \
    f'которые потом,за давностью,' \
    f'покажутся такими милыми.' \
    f'Да.' \
    f'Лучше поклоняться данности' \
    f'с короткими её дорогами,' \
    f'которые потом' \
    f'до странности' \
    f'покажутся тебе' \
    f'широкими,' \
    f'покажутся большими,' \
    f'пыльными,' \
    f'усеянными компромиссами,' \
    f'покажутся большими крыльями,' \
    f'покажутся большими птицами.' \
    f'Да. Лучше поклоняться данности' \
    f'с убогими её мерилами,' \
    f'которые потом до крайности,' \
    f'послужат для тебя перилами' \
    f'(хотя и не особо чистыми),' \
    f'удерживающими в равновесии' \
    f'твои хромающие истины' \
    f'на этой выщербленной лестнице.'

d = f'Не смешно ли весь век по копейке копить,' \
    f'Если вечную жизнь все равно не купить?' \
    f'Эту жизнь тебе дали, мой милый, на время, —' \
    f'Постарайся же времени не упустить.'

e = f'Не завидуй тому, кто силен и богат,' \
    f'за рассветом всегда наступает закат.' \
    f'С этой жизнью короткою, равною вдоху,' \
    f'Обращайся, как с данной тебе напрокат.'

def st(t):
    alf = {1: a, 2: b, 3: c, 4: d, 5: e}
    return alf[t]





